{
    "0": {
        "quote": "You're a wizard, Harry.",
        "character": "Rubeus Hagrid"
    },
    "1": {
        "quote": "It does not do to dwell on dreams and forget to live.",
        "character": "Albus Dumbledore"
    },
    "2": {
        "quote": "After all this time? Always.",
        "character": "Severus Snape"
    },
    "3": {
        "quote": "I solemnly swear that I am up to no good.",
        "character": "Fred and George Weasley"
    },
    "4": {
        "quote": "Happiness can be found even in the darkest of times, if one only remembers to turn on the light.",
        "character": "Albus Dumbledore"
    },
    "5": {
        "quote": "The ones that love us never really leave us.",
        "character": "Sirius Black"
    },
    "6": {
        "quote": "Nitwit! Blubber! Oddment! Tweak!",
        "character": "Albus Dumbledore"
    },
    "7": {
        "quote": "I am what I am, an' I'm not ashamed. 'Never be ashamed,' my ol' dad used ter say, 'there's some who'll hold it against you, but they're not worth botherin' with.'",
        "character": "Rubeus Hagrid"
    },
    "8": {
        "quote": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
        "character": "Albus Dumbledore"
    },
    "9": {
        "quote": "Dobby is free.",
        "character": "Dobby"
    },
    "10": {
        "quote": "It is our choices, Harry, that show what we truly are, far more than our abilities.",
        "character": "Albus Dumbledore"
    },
    "11": {
        "quote": "Dark times lie ahead of us, and there will be a time when we must choose between what is easy and what is right.",
        "character": "Albus Dumbledore"
    },
    "12": {
        "quote": "The world had ended, so why had the battle not ceased, the castle fallen silent in horror, and every combatant laid down their arms? Harry's mind was in freefall, spinning out of control, unable to grasp the impossibility, because Fred Weasley could not be dead, the evidence of all his senses must be lying—",
        "character": "J.K. Rowling (narration)"
    },
    "13": {
        "quote": "We must all face the choice between what is right and what is easy.",
        "character": "Albus Dumbledore"
    },
    "14": {
        "quote": "It was, he thought, the difference between being dragged into the arena to face a battle to the death and walking into the arena with your head held high.",
        "character": "Narration (referring to Harry)"
    },
    "15": {
        "quote": "I am not worried, Harry. I am with you.",
        "character": "Albus Dumbledore"
    },
    "16": {
        "quote": "Happiness is found even in the darkest of times if one only remembers to turn on the light.",
        "character": "Albus Dumbledore"
    },
    "17": {
        "quote": "Words are, in my not-so-humble opinion, our most inexhaustible source of magic. Capable of both inflicting injury, and remedying it.",
        "character": "Albus Dumbledore"
    },
    "18": {
        "quote": "You are protected, in short, by your ability to love!",
        "character": "Albus Dumbledore"
    },
    "19": {
        "quote": "The best of us must sometimes eat our words.",
        "character": "Albus Dumbledore"
    }
}
